INSERT INTO students (full_name, group_name, education_level) VALUES
	('Павлова Мария', 'УВП-212', 'Бакалавриат'),
	('Киселева Екатерина', 'УИТ-321', 'Специалитет'),
	('Болгов Матвей', 'УИБ-231', 'Магистратура'),
	('Бондарев Иван', 'УВП-211', 'Бакалавриат'),
	('Назарова Настя', 'УИС-111', 'Бакалавриат'),
	('Комаров Максим', 'УИТ-121', 'Специалитет'),
	('Кузнецов Денис', 'САП-141', 'Аспирантура'),
	('Морозова Елизавета', 'УВП-111', 'Бакалавриат');

INSERT INTO professors (full_name, department) VALUES
	('Иванов Иван Иванович', 'Информатика'),
	('Сидоров Сергей Сергеевич', 'Базы данных'),
	('Ермилова Татьяна Васильевна', 'Математика');

INSERT INTO courses (title, id_professor) VALUES
	('Язык программирования - С++', 1),
	('PostgresSQL', 2),
	('Высшая математика', 3),
	('Алгоритмы', 3),
	('MySQL', 2),
	('MongoBD', 2);

INSERT INTO enrollments  (id_student, id_course, grade) VALUES
	(1, 1, 'Хорошо'),
	(1, 3, 'Отлично'),
	(4, 2, 'Хорошо'),
	(7, 4, 'Удовлетворительно'),
	(7, 6, 'Хорошо'),
	(8, 1, 'Удовлетворительно');